<%@ page contentType="text/html;charset=UTF-8"%>
<%@ include file="/WEB-INF/views/include/taglib.jsp"%>
<html>
<head>
<meta charset="utf-8"/>
<title>友借款服务协议</title>
</head>
<body>
<h3 align="center" ><strong>友借款服务协议</strong></h3>
<p >编号：<strong>${loan.loanNo }</strong><br />
出借人：<strong>${loaner.name }</strong><br />
身份证号码：<strong>${loaner.idNo }</strong><br />
联系电话：<strong>${loaner.username }</strong>&nbsp;&nbsp;&nbsp;&nbsp;电子邮箱：<strong>${loaner.email }</strong><br />
借款人：<strong>${loanee.name }</strong><br />
身份证号码：<strong>${loanee.idNo }</strong><br />
联系电话：<strong>${loanee.username }</strong>&nbsp;&nbsp;&nbsp;&nbsp;电子邮箱：<strong>${loanee.email }</strong><br />
居间方：<strong>北京友信宝网络科技有限公司（以下简称&#8220;友信宝公司&#8221;）</strong><br />
联系地址：<strong>北京市朝阳区望京SOHO 塔1A座7层</strong></p>
<p >本协议是由出借人、借款人（以下出借人和借款人可合称&#8220;各方&#8221;或&#8220;双方&#8221;）以及北京友信宝网络科技有限公司（以下简称&#8220;本公司&#8221;）就使用&#8220;无忧借条&#8221;中的&#8220;友借款&#8221;功能模块而订立的协议。各方在发起借款或接受他人的借款请求时，必须认真阅读和理解本协议所有内容并选择&#8220;我同意《友借款服务协议》&#8221;，一旦完成选择同意的操作，即视为该方接受本协议条款内容并接受本协议的约束。 <br />
  第<strong>1</strong>条 名词定义 <br />
  除非上下文另有解释，下列用语具有以下含义： <br />
  <strong>1.1</strong> 本协议：指本《友借款服务协议》第一部分、第二部分及所有附件中的任何条款、明细和信息； <br />
  <strong>1.2</strong> 出借人：指本协议第一部分中列明的出借人，为符合中华人民共和国法律（即中国法律，不包括香港特别行政区、澳门特别行政区和台湾地区的法律法规）规定的具有完全民事行为能力，能独立行使和承担协议项下权利义务的具有中华人民共和国国籍的自然人，且出借人需为&#8220;无忧借条&#8221;的注册用户并完成身份认证； <br />
  <strong>1.3</strong> 借款人：指本协议第一部分中列明的借款人，为符合中国法律规定的具有完全民事行为能力，能独立承担本协议项下权利义务的具有中华人民共和国国籍的自然人，且借款人需为&#8220;无忧借条&#8221;的注册用户并完成身份认证；<br />
  <strong>1.4</strong> 无忧借条：指北京友信宝网络科技有限公司开发并拥有所有权的移动客户端应用程序；北京友信宝网络科技有限公司于本协议中仅为应用平台的备案单位，非借贷法律关系主体，借款行为发生在出借人和借款人之间； <br />
  <strong>1.5</strong> 友借款：指无忧借条针对其注册用户间形成的社交圈好友而提供的好友之间的借贷功能模块。友借款仅提供无忧借条注册用户与其好友之间形成的借贷信息并提供借贷交易平台，但无忧借条并不参与借贷主体的选择、利率和贷款期限约定等实际借贷业务；<br />
  <strong>1.6</strong> 借贷功能模块：指无忧借条<strong>APP</strong>针对好友之间借贷提供的电子版借款协议、还款提示功能、借贷关系证明等功能。出借人基于好友关系向借款人出借相应款项，借款前出借人有责任自行审核借款人资质并评估其还款能力。借贷各方同意使用借贷功能模块的，视为对由出借人审核借款人的资质的同意。无忧借条不介入借贷双方之间由此产生的任何纠纷；<br />
  <strong>1.7</strong> 支付机构：指在本协议各方之间作为中介机构提供资金转移服务的银行或第三方支付结算机构； <br />
  第<strong>2</strong>条 借贷的发起和完成 <br />
  <strong>2.1</strong> 借款人与出借人自愿签订本借款协议， 通过无忧借条的友借款进行&#8220;向好友借入&#8221;或&#8220;向好友借出&#8221;的交易，本公司有偿为双方提供相关平台服务； <br />
  <strong>2.2</strong> 借款的发起 <br />
  <strong>2.2.1</strong> 各方理解并认可通过以下方式在其无忧借条客户端中添加好友： <br />
  <strong>2.2.1.1</strong> 授权本公司读取其手机中的联系人信息和微信好友信息，并依据读取数据自行添加无忧借条好友； <br />
  <strong>2.2.1.2</strong> 由各方自行输入对方的手机号码或无忧借条<strong>ID</strong>的方式添加无忧借条好友； <br />
  <strong>2.2.2</strong> 在无忧借条中添加好友为各方授权或自行发起并完成的行为。对于无忧借条好友，各方应自行确认其与好友的真实关系并判断好友的信用、履约能力等要素，依据各方自己的判断自行选择交易相对人； <br />
  <strong>2.2.3</strong> 各方按照友借款提供的交易功能，自行选择借贷的发起、对方当事人的选定以及借贷金额、利率和还款期限等借贷合同的具体内容。 <br />
  <strong>2.3</strong> 借款本金、利息、借款期限、还款方式 <br />
  <strong>2.3.1 借款本金：借款人向出借人借款人民币【&nbsp;${loan.amount }&nbsp;】整。</strong><br />
  <strong>2.3.2</strong> 出借人可以通过无忧借条平台支付借款，即出借人将借款打入本公司的支付账号（包括但不限于支付宝、微信或其他支 付账号，以本公司届时采用的支付途径为准），由本公司计入借款人名下，借款人可随时提取。此种方式下，以出借人向本公司支付账号打款作为借款支付的时点和凭证；<br />
  <strong>2.3.3 借款用途：【&nbsp;${loanUse}&nbsp;】不得从事非法经营活动。</strong><br />
  <c:choose>
  	<c:when test="${loan.repayType == 'oneTimePrincipalAndInterest' }">
		<strong>2.3.4 还款方式及期限：【&nbsp;方式一&nbsp;】</strong><br />
		<strong>方式一：一次性偿还。借款期限【&nbsp;${loan.term}&nbsp;】天。自【&nbsp;${createTimeYear }&nbsp;】年【&nbsp;${createTimeMonth }&nbsp;】月【&nbsp;${createTimeDay }&nbsp;】日起至【&nbsp;${completeDateYear }&nbsp;】年【&nbsp;${completeDateMonth }&nbsp;】月【&nbsp;${completeDateDay }&nbsp;】日止。还款日为【&nbsp;${completeDateYear }&nbsp;】年【&nbsp;${completeDateMonth }&nbsp;】月【&nbsp;${completeDateDay }&nbsp;】日24：00之前。</strong><br />
		<strong>方式二：等额本息。借款期限【&nbsp;】个月。自【&nbsp;】年【&nbsp;】月【&nbsp;】日起至【&nbsp;】年【&nbsp;】月【&nbsp;】日止。</strong><br />
		<strong>2.4 利息及利率</strong><br />
		<strong>2.4.1 如双方约定还款方式为方式一（一次性偿还），经借款人与出借人自行协商确定利息为 ：<u>&nbsp;&nbsp;${loan.interest }&nbsp;&nbsp;</u>元（遵循国家相关法律规定），<a style="color: red">年化利率为 ：</a><u style="color: red">&nbsp;&nbsp;${loan.intRate }%&nbsp;&nbsp;</u>，本金和利息合计<u>&nbsp;&nbsp;${loan.dueRepayAmount}&nbsp;&nbsp;</u>元</strong><br />
		<strong>2.4.2 如双方约定还款方式为方式二（等额本息）的方式还款时，<a style="color: red">年化利率为 ：</a><u style="color: red">&nbsp;&nbsp;${loan.intRate }%&nbsp;&nbsp;</u>，</strong><br />
		<strong>第一期还款时间：【&nbsp;】年【&nbsp;】月【&nbsp;】日，还款金额为<u>&nbsp;&nbsp;&nbsp;&nbsp;</u>元；</strong><br />
		<strong>第二期还款时间：【&nbsp;】年【&nbsp;】月【&nbsp;】日，还款金额为<u>&nbsp;&nbsp;&nbsp;&nbsp;</u>元；</strong><br />
		<strong>......</strong><br />
		<strong>第N期还款时间：【&nbsp;】年【&nbsp;】月【&nbsp;】日，还款金额为<u>&nbsp;&nbsp;&nbsp;&nbsp;</u>元；</strong><br />
  	</c:when>
  	<c:when test="${loan.repayType == 'principalAndInterestByMonth' }">
	  	<strong>2.3.4 还款方式及期限：【&nbsp;方式二&nbsp;】</strong><br />
		<strong>方式一：一次性偿还。借款期限【&nbsp;】天。自【&nbsp;】年【&nbsp;】月【&nbsp;】日起至【&nbsp;】年【&nbsp;】月【&nbsp;】日止。还款日为【&nbsp;】年【&nbsp;】月【&nbsp;】日24：00之前</strong><br />
		<strong>方式二：等额本息。借款期限【&nbsp;${term}&nbsp;】个月。自【&nbsp;${createTimeYear }&nbsp;】年【&nbsp;${createTimeMonth }&nbsp;】月【&nbsp;${createTimeDay }&nbsp;】日起至【&nbsp;${completeDateYear}&nbsp;】年【&nbsp;${completeDateMonth }&nbsp;】月【&nbsp;${completeDateDay }&nbsp;】日止，分【&nbsp;${term }&nbsp;】期。</strong><br />
		<strong>2.4 利息及利率</strong><br />
		<strong>2.4.1 如双方约定还款方式为方式一（一次性偿还）经借款人与出借人自行协商确定利息为 ：<u>&nbsp;&nbsp;&nbsp;&nbsp;</u>元（遵循国家相关法律规定），<a style="color: red">年化利率为 ：</a><u style="color: red">&nbsp;&nbsp;${loan.intRate }%&nbsp;&nbsp;</u>，本金和利息合计<u>&nbsp;&nbsp;&nbsp;&nbsp;</u>元</strong><br />
		<strong>2.4.2 如双方约定还款方式为方式二（等额本息）的方式还款时，<a style="color: red">年化利率为 ：</a><u style="color: red">&nbsp;&nbsp;${loan.intRate }%&nbsp;&nbsp;</u>，</strong><br />
		<c:forEach items="${list}" var="li" varStatus="status">
			<strong>第${li.periods_seq} 期还款时间：【&nbsp;${li.year }&nbsp;】年【&nbsp;${li.month }&nbsp;】月【&nbsp;${li.day }&nbsp;】日，还款金额为<u>&nbsp;${li.amout }&nbsp;</u>元；</strong><br />
  		</c:forEach>
  	</c:when>
  	<c:otherwise>
  		
  	</c:otherwise>
  </c:choose>
  计算公式如下： <br />
  每期还款金额 = 〔借款本金×月利率×(1＋月利率)＾还款月数〕÷〔(1＋月利率)＾还款月数-1〕；
  其中，月利率 = 年化利率÷12； <br />
  其中：（<strong>1</strong>）借款本金指上述第一部分列明的借款本金；（<strong>2</strong>）利率指上述第一部分列明的借款利率，即好友双方确认的年化利率；（<strong>3</strong>）还款月数指上述第一部分列明的还款期数；（<strong>4</strong>）借款人每月还款金额中暂不包含&#8220;无忧借条服务费用&#8221;等其他费用；（<strong>5</strong>）上述分期数及利息由出借人与借款人自行决定。 <br />
  <strong>2.5</strong> 还款 <br />
  <strong>2.5.1</strong> 出借人按本协议第一部分记载的借款明细约定履行义务，借款人按本协议第一部分记载的借款明细约定履行义务； <br />
  <strong>2.5.2</strong> 如双方约定还款方式为方式二（等额本息），借款人按本协议<strong>2.4.2</strong>约定的还款计算公式的约定履行还款义务。 <br />
  <strong>2.5.3</strong> 出借人有权通过无忧借条<strong>APP</strong>查看自己名下账户相关信息及借款人还款情况； <br />
  <strong>2.5.4</strong> 未经出借人书面同意，借款人不得将本协议项下的债务转让给任何第三方； <br />
  <strong>2.5.5</strong> 成功借款后，本公司依据出借人的委托，提示借款人按本协议约定进行还款时，借款人有义务无条件及时按照本公司发出的提示进行还款并向公司提供协助； <br />
  <strong>2.5.6</strong> 借款人同意通过无忧借条平台或者借贷双方在借款时约定的还款账户进行还款； <br />
  <strong>2.5.7</strong> 借款人同意借款人逾期15个自然日未归还当期借款的，出借人可以通过包括但不限于网络、报刊、电视、征信系统等方式向任何第三方披露借款人逾期未还款事实，出借人所公布信息属于自身行为，本公司不参与亦不承担任何相关的责任； <br />
  <strong>2.5.8</strong> 借款人未按本协议约定归还借款的，借款人除应继续偿还本息外，自逾期之日起，则按照24%的年化利率计收利息，直至借款人清偿全部借款本息为止。<br />
  <strong>2.5.9</strong> 本协议所载明的逾期日计算方法：到期还款日次日起算逾期第一日，以此类推。 <br />
  <strong>2.6</strong> 借款服务费 <br />
  <strong><u>居间方公司为借款双方提供平台服务，并按照借款人借款本金比例收取借款服务费。收费明细如下：100元-1万元收取1% ，   1万-2万收取0.9%，2万-3万收取0.8%，3万-4万收取0.7%，4万-5万收取0.6%，5万-10万收取0.5%，10万以上收取500元。</u></strong>该笔服务费在无忧借条将出借人出借资金向借款人无忧借条账户划转时扣收。 <br />
  <strong>2.7</strong> 催收服务及服务费 <br />
  <strong>2.7.1</strong> 出借人同意无忧借条先代为回收逾期款项，无忧借条扣除相关费用后，在<strong>5</strong>个工作日内向出借人提供的账户打款剩余部分款项。如果借款人在无忧借条进行催收服务后将所借款项汇入双方约定的还款账户的，出借人应在收到款项之日起<strong>3</strong>日内向无 忧借条指定账户支付佣金；<br />
  <strong>2.7.2</strong> 分期还款的借款人在任何一期逾期，出借人都可以申请催收服务，如果借款人分期还款累计出现三次逾期的，则视为严 重违约，出借人有权解除本合同，且出借人有权向借款人催收全部债权（包括已逾期款项和未到期款项及违约金）。同时，据此出借人向本平台申请催收服务的也将向借款人催收全额。而本平台不承担借款人违约在先催收全款的法律责任（即借款人放弃以剩余债权未到期为由向本平台追溯法律责任）；<br />
  <strong>2.7.3</strong> 出借人同意：当出借人向本公司申请催收服务并审核通过后，将以催收款项金额为基数按照以下比例向出借人收取佣金： <br />
  <strong>M1</strong>（逾期<strong>&lt;30</strong>天）         佣金<strong>10%</strong> <br />
  <strong>M2</strong>（<strong>31</strong>天<strong>&lt;</strong>逾期<strong>&lt;60</strong>天）   佣金<strong>15%</strong> <br />
  <strong>M3</strong>（<strong>61</strong>天<strong>&lt;</strong>逾期<strong>&lt;90</strong>天）   佣金<strong>20%</strong> <br />
  <strong>M4</strong>（<strong>91</strong>天<strong>&lt;</strong>逾期<strong>&lt;120</strong>天） 佣金<strong>25%</strong> <br />
  <strong>M5</strong>（<strong>121</strong>天<strong>&lt;</strong>逾期<strong>&lt;150</strong>天） 佣金<strong>30%</strong> <br />
  <strong>M6</strong>（<strong>151</strong>天<strong>&lt;</strong>逾期<strong>&lt;180</strong>天） 佣金<strong>35%</strong> <br />
  <strong>M6+</strong>（<strong>181</strong>天<strong>&lt;</strong>逾期<strong>&lt;365</strong>天）佣金<strong>40%</strong> <br />
  <strong>2.8</strong> 税费 <br />
 出借人在资金出借、转让过程中产生的相关税费，由出借人自行向主管税务机关申报、缴纳，但如中国税收法律法规规定公司具有代扣代缴义务，则本公司有权直接代扣代缴并向出借人提供纳税凭证。<br />
  <strong>2.9</strong> 郑重提示 <br />
  <strong>2.9.1</strong> 本公司不对任何一方当事人的信用和履约能力进行任何形式的担保； <br />
  <strong>2.9.2</strong> 出借人应慎重选择借款人，应自行对借款人的资信做详尽的调查，然后再决定是否出借资金给借款人。一旦借款行为完成，即视为出借人同意自行承担借款的任何风险； <br />
  <strong>2.9.3</strong> 请慎重选择交易条件，尽可能不要发起或确认对自身风险过大的交易。各方应在确认交易前仔细检查确保不存在误操作。 <br />
  第<strong>3</strong>条  债权转让 <br />
  <strong>3.1</strong> 各方同意并确认，出借人可将本协议项下的全部借款债权转让予第三人（该第三人可以为一人或多人，下同）。<br />
  <strong>3.2</strong> 借款人知晓并同意出借人在本协议履行过程中可将其享有的债权的全部或部分转让给不特定的第三人。出借人根据本协议转让借款债权的，无须事先通知借款人，相关债权转让方或受让方授权友信宝公司向借款人发送电子邮件、短信、微信、信函或电话等任一方式进行通知，但无须征得其同意，债权受让人依法承接出借人在本协议项下享有的权利和义务。 <br />
  <strong>3.3</strong> 各方一致同意，当借款人出现逾期还款时，由第三人（包括自然人和机构）代偿的，则无论出借人与代偿人是否签订《债权转让协议》，代偿人均视为债权受让人。出借人收回出借的款项后，不再享有本协议中的债权，本协议中出借人的权利义务由债权受让人（代偿人）概括承受。<br />
  <strong>3.4</strong> 出借人根据本协议转让借款债权的，本协议项下其他条款不受影响，且变更内容对借款人仍有约束力，借款人需对债权受让人（代偿人）继续承担本协议中其对出借人的全部义务。 <br />
 第<strong>4</strong>条 报送授权条款及查询授权条款 <br />
  <strong>4.1</strong>借款人同意并授权贵司向中国人民银行金融信用信息基础数据库以及经国务院或其他政府有权部门批准合法设立的征信机构、中国互联网金融协会报送借款人信用信息，报送的信用信息包括但不限于负债信息及偿债履约能力判断信息。 <br />
  <strong>4.2</strong> 借款人授权贵司可在本人借款业务申请阶段及业务存续期间向中国人民银行金融信用信息基础数据库以及经国务院或其他政府有权部门批准合法设立的征信机构、中国互联网金融协会查询借款人的信用信息，查询的信用信息包括但不限于负债信息及偿债履约能力判断信息。 <br />
  <strong>4.3</strong> 在您使用我司无忧借条APP产品时，请遵守甲乙双方的合同约定按时偿还借款。如您未能按时还款，则我司将有权追究您的违约责任，并有权自行或通过其他第三方机构将您的逾期还款信息提供给百行征信有限公司，这可能会影响您的信用记录，并可能对您本人造成不良的影响。您同意如因此给您造成的任何不利后果，将由您本人自行承担。 <br />
  第<strong>5</strong>条  报送授权条款及查询授权条款 <br />
  <strong>5.1</strong> 出借人与借款人双方应按照本协议的规定，恪尽职守，以诚实、信用、谨慎、合法为原则，本公司有权利（但并无义务） 监督双方行为是否合法合规。若本公司发现任何出现违法违规行为，本公司有权暂停、冻结过错方的无忧借条账号； <br />
  <strong>5.2</strong> 本公司对出借人、借款人的个人信息、资产情况及其他服务相关信息和资料依法保密； <br />
  <strong>5.3</strong> 本公司仅承诺为双方提供借款功能模块服务，本公司没有义务对借款人相关资料的真实性进行核查且不承担任何法律责任； <br />
  <strong>5.4</strong> 本公司有权通过借款人提供的个人信用信息及行为记录对借款人进行借款相关的信用审核和评级，并向借款人提示相应信用等级； <br />
  <strong>5.5</strong> 本公司为出借人和借款人的借贷行为提供借款功能模块相关服务，但不参与借贷交易的订立、履行或对借贷进行任何形式的担保； <br />
  <strong>5.6</strong> 就借款人提供的个人信息及本公司通过合法渠道获取的与其相关的个人信息，本公司有权出于本协议目的管理并使用； <br />
   <strong>5.7 借款人同意上海资信征信有限公司和征信中心将本人在本公司产生的信用信息纳入由上海资信征信有限公司建设的网络金融征信系统（ NFCS）和征信中心运营的金融信用信息基础数据库，用于相关法律、法规、规章和规范性文件规定的用途； </strong><br />
   <strong>5.8 借款人同意本公司向上海资信征信有限公司查询本人在NFCS网络金融征信系统中的个人信用信息，及通过上海资信征信有限公司向征信中心查询本人的个人信用信息；</strong> <br />
   <strong>5.9 借款人同意使用芝麻信用服务及根据服务芝麻信用管理有限公司获取借贷双方在本公司产生的信用信息，相关信用信息指对用户的信用状况构成负面影响的下列信息：用户在借贷、赊购、担保、租赁、保险、使用信用卡等活动中未按照合同履行义务的信息，对信息主体的行政处罚信息，人民法院判决或者裁定信息主体履行义务以及强制执行的信息，以及国务院征信业监督管理部门规定的其他不良信息。</strong> <br />
  <strong>5.10</strong> 本公司积极协助出借人（包括但不限于提供相应书面材料等）向借款人追偿。 <br />
  第<strong>6</strong>条 关于各方承诺及保证 <br />
  <strong>6.1</strong> 出借人、借款人各自在此确认，其为具有完全民事行为能力的自然人，有权签订并履行本协议； <br />
  <strong>6.2</strong> 借款人在申请及实现借款的全过程中，必须如实向本公司提供所要求提供的个人信息及材料；借款人同意，本公司有权通过第三方渠道验证借款人所提供信息的真实性，且借款人应在所提供信息被认定为虚假时承担所有后果和法律责任； <br />
  <strong>6.3</strong> 各方保证：在借贷协议的有效期内保持无忧借条注册用户身份，并持续使用无忧借条作为借贷协议的履行平台；<br />
  <strong>6.4</strong> 各方应谨慎操作并妥善保管自己的无忧借条注册账号和密码。只要以用户的注册账号登陆并进行的任何操作，本公司均可视为该注册用户本人的真实意思表示。各方不得以误操作、注册账号和密码丢失、泄漏或非由本人操作为理由拒绝承担相应责任，各方放弃向本公司主张因此而产生的任何损失； <br />
  <strong>6.5</strong> <strong><u>各方承诺：应基于合法目的使用无忧借条服务平台，不得以该平台或利用该平台进行的借贷交易从事任何违法犯罪行为；</u></strong><br />
  <strong>6.6</strong> 借款人保证：借款人应根据出借人或本公司的不时要求如实向出借人、本公司提供个人情况（包括但不限于姓名、身份证号、学历、联系方式、联系地址、职业信息、联系人信息等）以及借款用途等相关信息（以无忧借条中届时设定的信息条目为准）。借款人承诺并保证其向出借人、本公司提供的所有信息均为真实、完整和有效的； <br />
  <strong>6.7</strong> 各方承诺：通过无忧借条完成的借贷交易，各方以无忧借条平台线上生成的各项数据或电子单据作为借贷协议的证据，不在无忧借条平台之外进行任何其他的不同约定； <br />
  <strong>6.8</strong> 各方确认：借款人/出借人应按照本协议约定实施的行为或采取的措施所产生的法律后果均由借款人/出借人个人承担，借款人／出借人放弃要求本公司承担因其按照本协议约定实施的行为或采取的措施所产生的法律后果的权利。 <br />
  第<strong>7</strong>条 争议解决 <br />
  <strong>7.1</strong> 本合同签约地为浙江省杭州市，合同解释及履行均适用中华人民共和国法律。 <br />
  <strong>甲乙双方应以友好协商方式解决本协议履行过程中产生的争议。协商不能解决时，任何一方有权向杭州互联网法院起诉。</strong><br />
  <strong>争议进行诉讼期间，除争议事项外，甲乙双方应继续履行各自在本协议项下规定的义务和行使相应的权利。</strong><br />
  第<strong>8</strong>条 通知与送达 <br />
  <strong>8.1</strong> <strong><u>本合同首部列明之双方电子邮箱、电话号码、微信号为双方各自确认之固定、有效联系方式，也是相互发送文件、通知以及发生纠纷后仲裁机构等机构的法律文书或材料送达之有效地址。合同首部列明的双方手机号码，电子邮箱， 住所地址用于接收法律文书，仲裁或司法机关向前述码址发出法律文书即视为送达。如果未填写手机号码、电子邮箱、住所地址，则以身份证或营业执照上记载住所地址为准送达法律文书。</u></strong>任一方应保证留取之联系方式行之有效，如 有变更，应以书面形式通知对方并保留通知的书面证据，否则视为没有变更。双方明确同意发生纠纷后仲裁机构、法院等机构的法律文书或材料可按本合同首部列明之联系方式或变更后（已书面通知对方）的联系信息通过快递、传真、电子邮件、电  话、短信、微信号的方式送达给对方，快递送达的自对方收到之日起生效，传真、电子邮件、电话、短信、微信号送达的自发出之日起生效； <br />
  <strong>8.2</strong> <strong><u>如发生仲裁机构、法院等机构的法律文书或材料按本合同之联系方式或变更后之联系方式（已书面通知合同对方） 给一方邮寄文件、发送传真、电子邮件时，被拒收、退件、查无此人、查无此地址、无人收取、他人或单位收取、传真电子邮件被退回等情况，则送达的法律文书或材料自邮寄之日起第3日、传真发送之日及电子邮件发出之日视为已送达；</u></strong>如通过电话、短信、微信方式送达，清晰完整告知后发生拒接、被拉黑、删除好友等情况，电话、短信、微信发出之日视为已送达。以上送达方式对双方具有法律效力，由此产生之所有法律后果由被送达人承担； <br />
  <strong>8.3</strong> <strong><u>双方确认，以本合同载明的各方主体信息中的邮箱、手机号为准，</u></strong>仲裁机构等机构发送法律文书或材料， 直接以双方签约的地址或书面通知对方变更的地址为送达地址，双方不必再签署送达地址确认书。双方明确约定发生纠纷后任一方提起仲裁，只要是按照合同中约定的地址或书面通知对方变更的地址送达的，均视为有效送达，均不得使用公告送达的方式送达。双方明确这是仲裁合意的一部分内容，只要在合同中明确约定了地址，该合同中的地址即为有效地址，仲裁机构发送仲裁文书或材料时，无论何人签收，或者发生被拒收、查无此人、退件等情况，只要根据合同中的地址或书面通知对方变更的地址进行送达的，即视为有效送达。登记错误地址的一方直接承担全部责任，裁决仍为有效。任何一方不得据此主张撤销裁 决，如果一方据此提起撤销裁决的申请，视为严重违约和不诚信，需要单独向另一方承担不低于<strong>100</strong>万的违约金。因违约金发生的任何纠纷，双方依照本协议约定的争议条款仲裁解决；<br />
  <strong>8.4</strong> 双方同意仲裁机构、司法机构采用<strong><u>电子送达</u></strong>的方式，如司法机构、仲裁机构采用电子送达的方式，仍按照上述约定执行，包括送达有效性以及违约金的数额等条款； <br />
  <strong>8.5</strong> 本协议成立之日起，所有本息等相关费用或出借人和借款人及其联系方式（包括邮箱以及手机号码、地址）如出现变更  的，应在变更后<strong><u>2</u></strong>日内通过无忧借条网站向其他一方提供变更后的最新信息。若因任何一方未及时提供最新信息或提供虚假信息而导致其自身和/或任何其他方遭受的损失均由该未及时提交真实信息的一方承担。 <br />
  <strong>8.6</strong> 各方确认并同意：仲裁机构对合同争议做出裁决后，仲裁当事人任何一方可以将裁决书、调解书在第三方平台向全社会公开，并向征信机构报告违约事项。 <br />
  第<strong>9</strong>条 法律使用及协议的生效 <br />
  <strong>9.1</strong> 本协议的成立、生效、履行、解释，均适用中华人民共和国法律，本协议项下任一条款如与中国法律中的强制性规范相抵触，应在该等强制性规范所不禁止的最大限度内进行解释和执行，且任何该等与强制性规范相抵触的约定不应影响本协议其他条款的效力。本服务协议未规定部分依照《注册协议》及相关附属规则予以履行； <br />
  <strong>9.2</strong> 通过友借款提供的交易功能，出借人向借款人支付借款后，各方之间的借贷协议即成立并生效。各方不得以此前或此后的任何形式的协议、约定或其他意思表示或事实为理由，否认或撤销借贷协议。 <br />
  第<strong>10</strong>条 关于其他 <br />
  <strong>10.1</strong> 本协议项下的附件属于本协议不可分割的组成部分。本协议任何条款的标题仅系为方便援引和阅读而设置，不得被用于解释本协议任何条款依据； <br />
  <strong>10.2</strong> 特别说明 <br />
  北京友信宝网络科技有限公司对出借人与借款人是否属于好友关系，不做任何保证，亦不作为任何一方的担保或代言。借款风险、责任由借款双方承担，请借款双方认真阅读本协议； <br />
  <strong>10.3 因借款人逾期还款所产生的合同纠纷，出借人、居间服务方为解决本合同所产生的仲裁费、诉讼费、邮寄费、催收服务费等其他实现债权的相关费用由借款人承担。</strong></p>
<p ><strong>&nbsp;</strong></p>
<p align="right" ><strong>合同签订日期：【&nbsp;${createTimeYear }&nbsp;年&nbsp;&nbsp;${createTimeMonth }月&nbsp;${createTimeDay }&nbsp;日&nbsp;】</strong>&nbsp;&nbsp;&nbsp;&nbsp;</p>
</body>
</html>