<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!DOCTYPE html>
<html>
<head>
    <meta name="keywords" content="无忧借条"/>
    <meta name="description" content="无忧借条"/>
</head>
<body>
<article class="views">
    <section class="view">
        <div class="pages navbar-fixed ">
            <div class="page">
                    <div class="ques-con" style="position: static">
                        <p style="">
                            债权人或出借人以下简称甲方，债务人或借款人以下简称为借款人，北京友信宝网络科技有限公司以下简称为乙方。</p>
                        <p>
                            鉴于甲方持有逾期债权，甲方委托乙方通过乙方平台及资源对甲方债权进行催收工作，现就债权催收相关事宜，约定如下：</p>

                        <div class="sec">

                            <h2>一、合作事项</h2>
                            <p>1、甲方持有逾期债权，现委托乙方对甲方逾期债权相对的借款人债务人和义务承担人（包括但不限于债务人及担保人）进行债权催收工作，并向乙方预支付催收服务费用。如果在合作期内，催收未果，乙方应该全额退还甲方所预支付的相应费用。</p>

                            <p>2、甲方承诺本协议有效期内甲方委托乙方进行的债权催收工作，乙方具有独占催收权，在甲方将债权委托给乙方进行催收后，未经乙方书面同意，甲方不得委托任何其他第三方同时进行催收。</p>

                            <p>3、乙方有权转委托专业、合法的催收公司或律师事务所（以下简称第三方催收机构）对债权进行催收，甲方对此表示认可。</p>

                            <p>
                                4、催收服务费支付方式为甲方预先支付一定比例催收服务费，如果在合作期间内还款成功，则自动扣除催收服务费，如果在合作期间内未还款，则乙方退还催收服务费到甲方无忧借条个人账户。</p>

                            <p>5、甲方认可乙方委托向第三方催收机构进行催收之行为。</p>

                            <p>6、甲方在委托乙方债权催收期内无论以何种方式收回该笔借款，都视为乙方履行完其催收义务，不予退款。</p>

                        </div>


                        <div class="sec">

                            <h2>二、合作期间</h2>

                            <p>1、本协议项下之合作期间自催收服务状态为催收中之日90日后止。合同期间共计90日。</p>

                            <p>2、合作期间届满前30日内，如甲乙双方有需要继续续约，请在乙方APP催收服务专区重新申请。</p>

                            <p>3、本协议项下具体催收工作都依照相关的法律法规合法催收。</p>


                        </div>

                        <div class="sec">


                            <h2>三、催收服务费</h2>
                            <p>1、本条约定的催收服务费是指：乙方通过乙方平台为甲方提供全面精准的数据信息服务，以实现一站式清收服务。</p>
                            <p>2、当出借人向本公司申请催收服务并审核通过后，将以催收款项为基数，按照以下比例向出借人收取佣金：</p>
                            <p>1) M1（＜30天）的费率为7%；</p>

                            <p>2) M2（31天＜逾期＜60天）的费率为12%；</p>

                            <p>3) M3（61天＜逾期＜90天）的费率为20%；</p>

                            <p>4) M3+（91天＜逾期＜180天）的费率为35%；</p>

                            <p>5) M6+（181天＜逾期＜365天）的费率为40%。</p>

                            <p>3、本条款所指的逾期时间起算点为：到期还款日次日起算。</p>


                        </div>
                        <div class="sec">
                            <h2>四、催回欠款返还</h2>

                            <p>
                                针对本协议项下债权，乙方催回欠款以系统自动确认还款成功或者甲方确认还款成功为准，线上还款的，所还款项自动打到甲方无忧借条个人账户，线下还款的以甲方确认还款为准视为借款人已还款。</p>
                        </div>
                        <div class="sec">

                            <h2>五、甲方权利义务</h2>

                            <p>1、甲方应及时向乙方提供需催收对象（借款人、借款人其他联系人）的所有清单及基本信息资料和前期催收的记录材料，并应在乙方开发的“无忧借条APP催收服务”平台或者通过乙方催收专用QQ服务号：3407824066上传相应资料。</p>

                            <p>2、自债权催收委托乙方之日起至委托期限结束之日止，无论何时甲方获得借款人及借款人相关义务人的新信息，应及时和全面地向乙方提供。</p>

                            <p>3、甲方应按乙方要求向乙方和乙方指定的第三方催收机构出具催收债务所需的授权文件，以及应乙方要求提供其他合理的配合工作。</p>

                            <p>
                                4、甲方同意本协议项下债权的催收，均由乙方委托的第三方催收机构督促借款人及相关义务人向乙方APP线上还款或者向乙方指定的还款账户还款，甲乙双方私下交易还款造成的资金损失由甲乙双方自行承担责任。</p>

                            <p>乙方指定还款账户信息如下：</p>

                            <p>线上还款方式为：登录“无忧借条APP”进入到催收服务专区，按提示进行还款。</p>

                            <p>5、甲方同意本协议项下债权的催收，甲方委托乙方进行催收后，未经乙方同意，甲方不得擅自终止或解除委托权限。</p>

                            <p>
                                6、甲方同意本协议项下债权的催收，甲方委托乙方进行催收后，甲方应当停止擅自催收，如甲方违反本条约定义务，擅自催回欠款的，该催收成果视为乙方实际工作成果，佣金不予退还。</p>

                            <p>
                                7、甲方同意本协议项下债权的催收，经乙方的第三方催收机构催收，借款人主动将逾期欠款打入甲方账户的，该催收成果视为乙方实际工作成果，不予退还催收服务费。</p>

                            <p>
                                8、甲方承诺本协议有效期内甲方委托乙方进行的债权催收工作，乙方为独家合作方，甲方不得再向任何第三方同时或另行委托，且不得就本协议履行相关事宜与包括第三方催收机构在内的任何第三方擅自联系。</p>

                            <p>
                                9、甲方承诺，自本协议生效之日起，甲方明知或应知催收公司或其他拥有合法催收权利的机构与乙方存在合作关系的，自甲方明知或应知之日起，就甲方持有的全部逾期债权（包括但不限于确已发生的和即将发生的，甲方已实际委托乙方进行催收的），甲方均不得与该催收公司或机构擅自合作。</p>

                            <p>10、甲方不得与借款人串通损害乙方利益。</p>
                        </div>

                        <div class="sec">

                            <h2>六、借款人义务</h2>

                            <p>1、催收服务发生于借款人逾期后，所以依据甲乙双方的借据或者借款合同，借款人已经违约。</p>

                            <p>2、借款人不得与甲方串通损害乙方利益。</p>


                            <p>
                                3、借款人应积极偿还甲方欠款。</p>
                            <p>4、乙方按照正常催收流程给借款人造成的社会影响，信誉不良影响等由借款人自行承担。在借款人拒不还款的情况下，乙方不排除通过其他合法手段追回欠款（包括但不限于扩大社会影响，与借款人直系亲属或朋友进行询问沟通，与借款人的单位领导、管理人员进行询问沟通，请求户籍地协查，司法诉讼等）。</p>
                        </div>
                        <div class="sec">
                            <h2>七、乙方权利义务</h2>

                            <p>1、甲方委托乙方进行的债权催收工作，乙方有权委托第三方催收机构进行催收。</p>

                            <p>2、甲方委托乙方进行的债权催收工作，乙方确已实际催回欠款的，乙方有权扣除催收服务费。</p>

                            <p>3、乙方应保证乙方委托催收机构采取催收手段的合法合规，维护甲方的合法权益，如果乙方委托的催收机构因催收行为存在违法行为导致借款人投诉或追究相应法律责任，相应责任由乙方自行处理和承担。</p>

                            <p>
                                4、未经甲方的同意，乙方委托的催收机构不得擅自减免部分或全部借款人欠款（包括但不限于债务本金、滞纳金、利息、延期补偿金等相关费用），超过国家规定上限的除外。</p>

                            <p>5、乙方不得与借款人串通，损害甲方利益。</p>

                            <p>6、乙方对本协议项下有关债权催收的所有资料进行保密，保证借款人资料信息安全并督促第三方催收机构签订保密协议，确保借款人及相关义务人的资料不被泄露。</p>

                        </div>
                        <div class="sec">
                            <h2>八、违约条款</h2>

                            <p>1、甲、乙双方均应履行本协议所约定的义务，任何一方不履行或不完全适当履行即构成违约，违约方应对由此给守约方造成的一切损失承担经济和法律责任。</p>

                            <p>
                                2、甲方须保证本协议项下委托催收债权真实存在，如甲方向乙方提供的债权或债权相关信息为虚假的，将视为乙方已将该项债权全部欠款全部催回。甲方应按照乙方应得佣金的双倍向乙方支付违约金。</p>

                            <p>
                                3、任何一方对违约方之违约行为的任何宽限，均不应视为放弃向违约方的追究及索赔，也不应视为对违约方行为的认可。</p>
                        </div>
                        <div class="sec">
                            <h2>九、不可抗力</h2>

                            <p>
                                1、“不可抗力”是指甲乙双方不能合理控制、不可预见或即使预见亦无法避免的事件，该事件妨碍、影响或延误任何一方根据协议履行其全部或部分义务。该事件包括但不限于政府行为、自然灾害、战争、电信部门技术性调整、黑客攻击、软件中毒或任何其它类似事件。</p>

                            <p>2、出现不可抗力事件时，受影响方应及时、充分地以可以为的各种形式通知当事方，并告知当事方该类事件对本协议可能产生的影响，并应当在合理期限（不可抗力事件发生后 30 日）内提供该等事件的详细信息及由有关组织出具的解释受影响方因此无法履行全部或部分本协议项下义务的相关证明。确属不可抗力情形的，则本协议的履行时间应予以延期，双方均不对因延误造成的损失承担责任。</p>

                        </div>
                        <div class="sec">
                            <h2>十、协议解除</h2>

                            <p>甲乙合作期间内，借款人还款成功视为协议自动解除。</p>

                        </div>
                        <div class="sec">
                            <h2>十一、保密条款</h2>

                            <p>
                                1、甲乙均应对本协议项下合作内容及从对方获得的数据、资料、客户信息及其它信息依法负有保密义务，未经对方书面同意，任何一方在任何情况下均不得提供、透露给任何第三人，亦不得将前述的数据、资料及其他信息用于本协议以外的任何用途。如有违约情形由违约方承担由此造成的一切损失。</p>

                            <p>
                                2、对于以下信息，双方均免除相应的保密责任：由公众通过合法途径获知的信息；从第三方获知的，并未违反任何保密责任的信息；根据中国法律法规、规章规定，或司法、行政、金融监管部门要求透露的信息。</p>
                            <p>3、本条规定的保密义务自合同终止之日起两年终止。</p>

                        </div>
                        <div class="sec">
                            <h2>十二、争议处理</h2>

                            <p>
                                1、因履行本合同所发生的或与本合同有关的一切争议，双方应通过友好协商解决，如果通过协商仍不能达成协议时，则应提交仲裁委员会解决，并适用仲裁委员会仲裁规则和程序。仲裁委员会的裁决是终局的，对双方均有约束力。</p>

                            <p>
                                2、在争议解决过程中，除涉及争议及诉讼事项的三方义务和有关协议条款外，协议三方均应继续履行本协议以及其各自在本协议项下的义务。否则即视为违约，届时守约方有权要求违约方赔偿相应损失；</p>

                        </div>
                        <div class="sec">
                            <h2>十三、协议生效及其它</h2>

                            <p>
                                1、本协议自甲方填写完相关资料，同意本条款所列内容和乙方APP催收服务专区里状态为“已受理”之日起生效，本协议履行期间，甲、乙双方不得因单位名称的变更或者承办人等事项的变动而不履行本协议所规定的内容。</p>

                            <p>2、本协议之未尽事宜应由甲、乙双方协商解决并签订相关附件或补充协议予以确定，本协议附件及补充协议为本协议之有效组成部分，与本协议具有同等法律效力。</p>

                            <p>3、本协议条款中部分条款的无效不影响其他条款的效力。</p>

                            <p>4、本协议的签订、履行、解除、均适用中华人民共和国法律。</p>

                            <p>（以下无正文）</p>


                            <p>本协议最终解释权归北京友信宝网络科技有限公司所有。</p>
                            <p>
                            </p>
                            <p></p>
                            <p></p>
                        </div>
                    </div>
                </div>
            </div>
    </section>
</article>


</body>
</html>
<!--created by xrd 2018/06/28-->